lrosal2/homekit_blinds_controller/sdkconfig.defaults
# Target
CONFIG_IDF_TARGET="esp32c6"

# Flash
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y

# Partition table
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"

# Log level - useful during development
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
